Repository: stereoit/webform
Catalog: webform/locale/*/LC_MESSAGES/django.po
Languages: cs

source: your name
cs: Vaše jméno

source: applicantform.your_name.help_text
cs: Zadejte Vaše nebo jakékoliv jméno

source: test field
cs: Testovací pole

source: Value = `dan` => invalid ValidationError, anything else is just passed through
cs: Hodnota 'dan' způsobí validační chybu, cokoli jiného se propíše

source: possible join date
cs: Možný den nástupu

source: message
cs: Zpráva

source: This is a sample tick box.
cs: Testovací tick box

source: Applicant Form
cs: Přihlašovací formulář

source: Please fill out those details, they will be redisplayed on successful submission. Kindly note, if you fill <code>test field</code> with <code>joe</code>, you will get <code>Validation Error</code> in return. You can use this as regression test.
cs: Prosím vyplňte tyto údaje, po úspešném odeslání Vám je opět zobrazíme pro případnou kontrolu. Poznámka: Pokud vyplníte <code>testovací pole</code> hodnotou <code>dan</code>, nastane <code>validační chyba</code>. Můžete toho využít pro regresivní testování.

source: Dynamic javascript test
cs: Test překladu v Javascriptu

source: Applicant Form - result
cs: Přihlašovací formulář - výsledky
